Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# add_group_member_view_title
source: Add members
ar: إضافة أعضاء
bg: Добавяне на членове
cs: Přidat členy
da: Tilføj medlemmer
de: Mitglieder hinzufügen
el: Προσθήκη μελών
es: Añadir miembros
fa: افزودن اعضا
fi: Lisää jäseniä
fr: Ajouter des membres
he: הוסף חברים
hi: सदस्यों को जोड़ें
hr: Dodaj članove
hu: Tagok hozzáadása
id: Tambah anggota
it: Aggiungi membri
ja: メンバーを追加
ko: 회원 추가
nb: Legg til medlemmer
nl: Voeg leden toe
pl: Dodaj członków
pt_pt: Adicionar membros
ro: Adăugați membri
ru: Добавить участников
sk: Pridať členov
sl: Dodaj člane
sq: Shto anëtarë
sr_latn: Dodaj članove
sv: Lägg till medlemmar
tr: Üye ekle
uk: Додати учасників
vi: Thêm thành viên
zh_hans: 添加成员
zh_hant: 添加成員

# admin_room_view_welcome_message
source: Welcome message
ar: رسالة ترحيب
bg: Приветствено съобщение
cs: Uvítací zpráva
da: Velkomstbesked
de: Willkommensnachricht
el: Μήνυμα καλωσορίσματος
es: Mensaje de bienvenida
fa: پیام خوش آمد
fi: Tervetuloviesti
fr: Message de bienvenue
he: הודעת קבלת פנים
hi: स्वागत संदेश
hr: Poruka dobrodošlice
hu: Üdvözlő üzenet
id: Pesan selamat datang
it: Messaggio di benvenuto
ja: ウェルカムメッセージ
ko: 환영 메시지
nb: Velkomstmelding
nl: Welkoms bericht
pl: Wiadomość powitalna
pt_pt: Mensagem de boas-vindas
ro: Mesaj de bun venit
ru: Приветствие
sk: Uvítacia správa
sl: Pozdravno sporočilo
sq: Mesazh mirëseardhjeje
sr_latn: Poruka dobrodošlice
sv: Välkomstmeddelande
tr: Karşılama mesajı
uk: Вітальне повідомлення
vi: Tin nhắn chào mừng
zh_hans: 欢迎留言
zh_hant: 歡迎留言

# application_accept
source: Accept
ar: قبول
bg: Приеми
cs: Přijmout
da: Acceptér
de: Annehmen
el: Αποδοχή
es: Aceptar
fa: پذیرش
fi: Hyväksyä
fr: Accepter
he: קבל
hi: स्वीकार करें
hr: Prihvati
hu: Elfogadás
id: Terima
it: Accettare
ja: 承認
ko: 동의
nb: Aksepterer
nl: Aanvaarden
pl: Zaakceptować
pt_pt: Aceitar
ro: Acceptați
ru: принимать
sk: Prijať
sl: Sprejmi
sq: Prano
sr_latn: Prihvati
sv: Acceptera
tr: Kabul etmek
uk: Прийняти
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# application_account_deleted
source: Your account has been deleted, you must now uninstall the application.
ar: تم حذف حسابك ، يجب الآن إلغاء تثبيت التطبيق.
bg: Вашият акаунт беше изтрит. Трябва да деинсталирате приложението.
cs: Váš účet byl odstraněn, nyní musíte aplikaci odinstalovat.
da: Din konto er blevet slettet, du skal nu afinstallere applikationen.
de: Ihr Konto wurde gelöscht, Sie müssen nun die Anwendung deinstallieren.
el: Ο λογαριασμός σας έχει διαγραφεί, πρέπει τώρα να απεγκαταστήσετε την εφαρμογή.
es: Su cuenta ha sido eliminada, ahora debe desinstalar la aplicación.
fa: حساب شما حذف شده است، اکنون باید برنامه را حذف نصب کنید.
fi: Tilisi on poistettu, sinun on nyt poistettava sovellus.
fr: Votre compte a été supprimé, vous devez maintenant désinstaller l’application.
he: חשבונך נמחק, כעת עליך להסיר את התקנת האפליקציה.
hi: आपका खाता हटा दिया गया है, अब आपको एप्लिकेशन को अनइंस्टॉल करना होगा।
hr: Vaš je račun izbrisan, sada morate deinstalirati aplikaciju.
hu: A fiók törölve lett, az alkalmazást most el kell távolítanod.
id: Akun Anda telah dihapus, Anda sekarang harus menghapus instalan aplikasi.
it: Il tuo account è stato eliminato, ora devi disinstallare l’applicazione.
ja: アカウントが削除されました。アプリケーションをアンインストールする必要があります。
ko: 계정이 삭제되었습니다. 이제 애플리케이션을 제거해야 합니다.
nb: Kontoen din er slettet, du må nå avinstallere applikasjonen.
nl: Uw account is verwijderd, u moet de applicatie nu verwijderen.
pl: Twoje konto zostało usunięte, musisz teraz odinstalować aplikację.
pt_pt: Sua conta foi excluída, agora você deve desinstalar o aplicativo.
ro: Contul dvs. a fost șters, trebuie acum să dezinstalați aplicația.
ru: Ваша учетная запись была удалена, теперь вы должны удалить приложение.
sk: Váš účet bol odstránený, teraz musíte aplikáciu odinštalovať.
sl: Vaš račun je bil izbrisan, zdaj morate odstraniti aplikacijo.
sq: Llogaria juaj është fshirë, tani duhet ta çinstaloni aplikacionin.
sr_latn: Vaš nalog je obrisan, sada morate da deinstalirate aplikaciju.
sv: Ditt konto har tagits bort, du måste nu avinstallera applikationen.
tr: Hesabınız silindi, şimdi uygulamayı kaldırmalısınız.
uk: Ваш обліковий запис видалено тепер необхідно видалити програму.
vi: Tài khoản của bạn đã bị xóa, bạn cần gỡ cài đặt ứng dụng ngay bây giờ.
zh_hans: 您的帐户已被删除，您现在必须卸载该应用程序。
zh_hant: 您的帳戶已被刪除，您現在必須卸載該應用程序。

# application_account_restored_error
source: This device's account has been restored to another device. You need to uninstall the app.
ar: تم نقل حساب هذا الجهاز إلى جهاز آخر. عليك إلغاء تثبيت التطبيق.
bg: Акаунтът на това устройство е възстановен на друго устройство. Трябва да деинсталирате приложението.
cs: Účet tohoto zařízení byl obnoven na jiné zařízení. Musíte aplikaci odinstalovat.
da: Denne enheds konto er blevet gendannet til en anden enhed. Du skal afinstallere appen.
de: Das Konto dieses Geräts wurde auf einem anderen Gerät wiederhergestellt. Sie müssen die App deinstallieren.
el: Ο λογαριασμός αυτής της συσκευής έχει αποκατασταθεί σε άλλη συσκευή. Πρέπει να απεγκαταστήσετε την εφαρμογή.
es: La cuenta de este dispositivo se ha restaurado en otro. Debe desinstalar la aplicación.
fa: حساب این دستگاه به دستگاه دیگری بازیابی شده است. شما باید برنامه را حذف نصب کنید.
fi: Tämän laitteen tili on palautettu toiselle laitteelle. Sinun on poistettava sovellus.
fr: Le compte de cet appareil a été restauré sur un autre appareil. Vous devez désinstaller l’application.
he: החשבון של מכשיר זה שוחזר למכשיר אחר. עליך להסיר את ההתקנה של האפליקציה.
hi: इस डिवाइस का अकाउंट दूसरे डिवाइस पर रीस्टोर कर दिया गया है। आपको ऐप अनइंस्टॉल करना होगा।
hr: Račun na ovom uređaju obnovljen je na drugi uređaj. Morate deinstalirati aplikaciju.
hu: Ennek az eszköznek a fiókja egy másik eszközre lett visszaállítva. El kell távolítania az alkalmazást.
id: Akun perangkat ini telah dipulihkan ke perangkat lain. Anda perlu menghapus aplikasi ini.
it: L'account di questo dispositivo è stato ripristinato su un altro dispositivo. Devi disinstallare l'app.
ja: このデバイスのアカウントは別のデバイスに復元されました。アプリをアンインストールする必要があります。
ko: 이 기기의 계정이 다른 기기로 복원되었습니다. 앱을 삭제해야 합니다.
nb: Kontoen til denne enheten er gjenopprettet til en annen enhet. Du må avinstallere appen.
nl: Het account van dit apparaat is hersteld naar een ander apparaat. U moet de app verwijderen.
pl: Konto tego urządzenia zostało przywrócone na inne urządzenie. Musisz odinstalować aplikację.
pt_pt: A conta deste dispositivo foi restaurada noutro dispositivo. Precisa de desinstalar o aplicativo.
ro: Contul acestui dispozitiv a fost restaurat pe un alt dispozitiv. Trebuie să dezinstalați aplicația.
ru: Учетная запись этого устройства была восстановлена
sk: Účet tohto zariadenia bol obnovený na iné zariadenie. Musíte odinštalovať aplikáciu.
sl: Račun te naprave je bil obnovljen na drugo napravo. Aplikacijo morate odstraniti.
sq: Llogaria e kësaj pajisjeje është rikthyer në një pajisje tjetër. Duhet ta çinstaloni aplikacionin.
sr_latn: Nalog ovog uređaja je obnovljen na drugi uređaj. Morate deinstalirati aplikaciju.
sv: Kontot på den här enheten har återställts till en annan enhet. Du måste avinstallera appen.
tr: Bu cihazın hesabı başka bir cihaza geri yüklendi. Uygulamayı kaldırmanız gerekiyor.
uk: Обліковий запис цього пристрою відновлено на іншому пристрої. Вам потрібно видалити програму.
vi: Tài khoản trên thiết bị này đã được khôi phục sang thiết bị khác. Bạn cần gỡ cài đặt ứng dụng.
zh_hans: 此设备的帐户已恢复到另一台设备。您需要卸载此应用。
zh_hant: 此設備的帳戶已恢復至另一台設備。您需要卸載此應用程式。

# application_add_contact_no_profile
source: You must complete a profile that represents you, before inviting a contact. Proceed?
ar: يجب عليك إكمال ملف تعريف يمثلك ، قبل دعوة جهة اتصال. يتابع؟
bg: Трябва да попълните профил, който ви представя, преди да поканите контакт. Продължавате ли?
cs: Před pozváním kontaktu musíte dokončit profil, který vás představuje. Pokračovat?
da: Du skal udfylde en profil, der repræsenterer dig, før du inviterer en kontakt. Fortsæt?
de: Sie müssen ein Profil ausfüllen, das Sie repräsentiert, bevor Sie eine Kontaktperson einladen. Fortfahren?
el: Πρέπει να ολοκληρώσετε ένα προφίλ που σας αντιπροσωπεύει πριν προσκαλέσετε μια επαφή. Συνέχεια;
es: Debes completar un perfil que te represente, antes de invitar a un contacto. ¿Proceder?
fa: قبل از دعوت از مخاطب، باید نمایه ای را تکمیل کنید که نماینده شما باشد. ادامه دهید؟
fi: Sinun on täytettävä sinua edustava profiili ennen yhteyshenkilön kutsumista. Edetä?
fr: Vous devez compléter un profil qui vous représente avant d’inviter un contact. Poursuivre ?
he: כדי להזמין איש קשר, עליך להשלים את הפרופיל שמייצג אותךעליך להשלים פרופיל המייצג אותך לפני הזמנת איש קשר. להמשיך?
hi: आपको एक प्रोफ़ाइल पूरी करनी होगी जो इस समूह में आपका प्रतिनिधित्व करती हो। आगे बढ़ना?
hr: Prije pozivanja kontakta morate dovršiti profil koji vas predstavlja. Nastaviti?
hu: A meghívás előtt ki kell töltened a téged képviselő profilt. Folytatod?
id: Anda harus melengkapi profil yang mewakili Anda, sebelum mengundang kontak. Melanjutkan?
it: Devi completare un profilo che ti rappresenta, prima di invitare un contatto. Procedere?
ja: 連絡先を招待する前に、あなたを代表するプロフィールを完成させる必要があります。 続行？
ko: 연락처를 초대하기 전에 귀하를 나타내는 프로필을 작성해야 합니다. 계속하시겠습니까?
nb: Du må fylle ut en profil som representerer deg før du inviterer en kontakt. Fortsette?
nl: U moet een profiel invullen dat u vertegenwoordigt, voordat u een contactpersoon uitnodigt. Doorgaan?
pl: Musisz uzupełnić profil, który Cię reprezentuje, zanim zaprosisz kontakt. Kontynuować?
pt_pt: Você deve preencher um perfil que o represente, antes de convidar um contato. Continuar?
ro: Trebuie să completați un profil care vă reprezintă înainte de a invita un contact. Continuați?
ru: Вы должны заполнить профиль, который представляет вас, прежде чем приглашать контакт. Продолжить?
sk: Pred pozvaním kontaktu musíte dokončiť profil, ktorý vás reprezentuje. Pokračovať?
sl: Pred povabilom stika morate dokončati profil, ki vas predstavlja. Nadaljujete?
sq: Duhet të plotësoni një profil që ju përfaqëson përpara se të ftoni një kontakt. Të vazhdohet?
sr_latn: Morate da dovršite profil koji vas predstavlja pre nego što pozovete kontakt. Nastaviti?
sv: Du måste fylla i en profil som representerar dig innan du bjuder in en kontakt. Fortsätt?
tr: Bir kişiyi davet etmeden önce, sizi temsil eden bir profili tamamlamanız gerekir. Devam mı?
uk: Ви повинні заповнити профіль, який представляє вас, перш ніж запросити контакт. Продовжити?
vi: Bạn cần hoàn tất hồ sơ cá nhân để đại diện cho mình trước khi mời một liên hệ. Tiếp tục?
zh_hans: 在邀请联系人之前，您必须完成代表您的个人资料。 继续？
zh_hant: 在邀請聯繫人之前，您必須完成代表您的個人資料。 繼續？

# application_all
source: All
ar: الكل
bg: Всички
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todas
fa: همه
fi: Kaikki
fr: Tout
he: הכל
hi: सब
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
ko: 모두
nb: Alle
nl: Allemaal
pl: Wszystkie
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sq: Të gjitha
sr_latn: Sve
sv: Allt
tr: Tümü
uk: Всі
vi: Tất cả
zh_hans: 所有
zh_hant: 所有

# application_appearance
source: Appearance
ar: مظهر خارجي
bg: Външен вид
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fi: Ulkomuoto
fr: Apparence
he: מראה חיצוני
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Penampilan
it: Aspetto
ja: 外観
ko: 외관
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_pt: Aparência
ro: Aspect
ru: Вид
sk: Vzhľad
sl: Videz
sq: Pamja
sr_latn: Izgled
sv: Utseende
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh_hans: 出现
zh_hant: 出現

# application_are_you_sure
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
cs: Jste si jistý?
da: Er du sikker?
de: Sind Sie sicher?
el: Είστε βέβαιοι;
es: ¿Está seguro?
fa: مطمئنی؟
fi: Oletko varma?
fr: Etes-vous sûr ?
he: אתה בטוח?
hi: क्या आप निश्चित हैं?
hr: Jeste li sigurni?
hu: Biztos vagy benne?
id: Anda yakin?
it: Sei sicuro?
ja: よろしいですか?
ko: 정말입니까?
nb: Er du sikker?
nl: Weet u het zeker?
pl: Czy jesteś pewien?
pt_pt: Tem a certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sk: Ste si istý?
sl: Ali ste prepričani?
sq: A jeni i sigurt?
sr_latn: Da li ste sigurni?
sv: Är du säker?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc không?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？

# application_authorization_camera
source: Allow app to access Camera in system settings.
ar: السماح للتطبيق بالدخول إلى الكاميرا في إعدادات النظام.
bg: Разрешете достъпа до камерата в системните настройки.
cs: Povolte aplikaci přístup ke kameře v systémovém nastavení.
da: Tillad, at appen får adgang til Kameraet i systemindstillingerne.
de: Erlauben Sie der App den Zugriff auf die Kamera in den Systemeinstellungen.
el: Επιτρέψτε στην εφαρμογή πρόσβαση στην κάμερα από τις ρυθμίσεις συστήματος.
es: Permitir que la aplicación acceda a la Cámara en la configuración del sistema.
fa: برای دسترسی به دوربین در تنظیمات سیستم، برنامه را مجاز کنید.
fi: Salli sovelluksen käyttää Kameraa järjestelmän asetuksissa.
fr: Autoriser l’application à accéder à la Caméra dans les paramètres du système.
he: אפשר לאפליקציה גישה למצלמה בהגדרות המערכת.
hi: एप्लिकेशन को सिस्टम सेटिंग में कैमरा एक्सेस करने दें।
hr: Dopustite aplikaciji pristup kameri u postavkama sustava.
hu: Engedélyezd a Kamera hozzáférést a rendszerbeállításokban.
id: Izinkan aplikasi mengakses Kamera pada pengaturan sistem.
it: Consenti all’app di accedere alla Fotocamera nelle impostazioni di sistema.
ja: システム設定でカメラへのアクセスをアプリに許可します。
ko: 앱이 시스템 설정에서 카메라에 액세스하도록 허용합니다.
nb: Tillatt at appen får tilgang til Kameraet i systeminnstillingene.
nl: Toestaan dat de app toegang heeft tot Camera in systeeminstellingen.
pl: Zezwól aplikacji na dostęp do aparatu w ustawieniach systemowych.
pt_pt: Permitir que o aplicativo acesse a Câmera nas configurações do sistema.
ro: Permiteți aplicației accesul la Cameră în setările sistemului.
ru: Разрешить приложению доступ к камере в настройках системы.
sk: V systémových nastaveniach povoľte aplikácii prístup ku kamere.
sl: V sistemskih nastavitvah dovolite aplikaciji dostop do kamere.
sq: Lejoni aplikacionin të aksesojë Kamerën në cilësimet e sistemit.
sr_latn: Dozvolite aplikaciji pristup kameri u sistemskim podešavanjima.
sv: Tillåt appen att komma åt Kameran i systeminställningarna.
tr: Uygulamanın sistem ayarlarında Kameraya erişmesine izin ver.
uk: Дозволити програмі отримати доступ до камери в налаштуваннях системи.
vi: Cho phép ứng dụng truy cập Máy ảnh trong cài đặt hệ thống.
zh_hans: 允许应用在系统设置中访问相机。
zh_hant: 允許應用在系統設置中訪問相機。

# application_authorization_go_settings
source: Go to system settings
ar: انتقل إلى إعدادات النظام
bg: Отиди в системните настройки
cs: Přejít do systémového nastavení
da: Gå til systemindstillinger
de: Zu den Systemeinstellungen gehen
el: Μετάβαση στις ρυθμίσεις συστήματος
es: Ir a la configuración del sistema
fa: به تنظیمات سیستم بروید
fi: Siirry järjestelmän asetuksiin
fr: Aller aux paramètres du système
he: גש להגדרות המערכת
hi: सिस्टम सेटिंग्स पर जाएं
hr: Idi u postavke sustava
hu: Ugrás a rendszerbeállításokra
id: Buka pengaturan sistem
it: Vai alle impostazioni di sistema
ja: システム設定に行く
ko: 시스템 설정으로 이동
nb: Gå til systeminnstillinger
nl: Ga naar systeeminstellingen
pl: Przejdź do ustawień systemu
pt_pt: Ir para configurações do sistema
ro: Accesați setările sistemului
ru: Перейти в настройки системы
sk: Prejsť do systémových nastavení
sl: Pojdi v sistemske nastavitve
sq: Shko te cilësimet e sistemit
sr_latn: Idi u sistemska podešavanja
sv: Gå till systeminställningarna
tr: Sistem ayarlarına git
uk: Перейдіть до налаштувань системи
vi: Đi tới cài đặt hệ thống
zh_hans: 转到系统设置
zh_hant: 轉到系統設置

# application_authorization_location
source: Allow app to access Location in system settings.
ar: السماح للتطبيق بالوصول إلى خدمة الموقع في إعدادات النظام.
bg: Разрешете на приложението достъп до местоположението в системните настройки.
cs: Povolte aplikaci přístup k poloze v nastavení systému.
da: Giv appen adgang til placering i systemindstillinger.
de: Erlauben Sie der App, in den Systemeinstellungen auf den Standort zuzugreifen.
el: Επιτρέψτε στην εφαρμογή να έχει πρόσβαση στην τοποθεσία από τις ρυθμίσεις συστήματος.
es: Permitir que la aplicación acceda al servicio de ubicación en la configuración del sistema.
fa: برای دسترسی به سرویس مکان در تنظیمات سیستم، برنامه را مجاز کنید.
fi: Salli sovelluksen käyttää sijaintia järjestelmäasetuksissa.
fr: Autoriser l’application à accéder à la localisation dans les paramètres système.
he: אפשר לאפליקציה לגשת למיקום בהגדרות המערכת.
hi: एप्लिकेशन को सिस्टम सेटिंग में स्थान तक पहुंचने दें.
hr: Dopusti aplikaciji pristup lokaciji u sistemskim postavkama.
hu: Engedélyezze az alkalmazás számára a Hely hozzáférést a rendszerbeállításokban.
id: Izinkan aplikasi untuk mengakses Lokasi pada pengaturan sistem.
it: Consenti all’app di accedere alla posizione nelle impostazioni di sistema.
ja: アプリがシステム設定で位置情報にアクセスすることを許可します。
ko: 앱이 시스템 설정에서 위치에 액세스하도록 허용하세요.
nb: Gi appen tilgang til posisjon i systeminnstillingene.
nl: Giv appen adgang til placering i systemindstillinger.
pl: Zezwól aplikacji na dostęp do lokalizacji w ustawieniach systemu.
pt_pt: Permitir que o aplicativo acesse o serviço de localização nas configurações do sistema.
ro: Permiteți aplicației să acceseze locația în setările de sistem.
ru: Разрешить приложению доступ к службе определения местоположения в настройках системы.
sk: Povoľte aplikácii prístup k polohe v systémových nastaveniach.
sl: Dovolite aplikaciji dostop do lokacije v sistemskih nastavitvah.
sq: Lejojini aplikacionit qasje te Vendndodhja në cilësimet e sistemit.
sr_latn: Dozvolite aplikaciji pristup lokaciji u sistemskim podešavanjima.
sv: Tillåt appen att komma åt plats i systeminställningarna.
tr: Uygulamanın konum servisine sistem ayarlarında erişmesine izin ver.
uk: Дозволити програмі отримати доступ до геоданих у налаштуваннях системи.
vi: Cho phép ứng dụng truy cập Vị trí trong cài đặt hệ thống.
zh_hans: 允许应用程序在系统设置中访问位置服务。
zh_hant: 允許應用訪問系統設置中的位置信息。

# application_authorization_media
source: Allow app to access Media in system settings.
ar: السماح للتطبيق بالدخول إلى الوسائط في إعدادات النظام.
bg: Разрешете на приложението достъп до мултимедията в системните настройки.
cs: Povolte aplikaci přístup k médiím v nastavení systému.
da: Tillad, at appen får adgang til Medier i systemindstillinger.
de: Erlauben Sie der App den Zugriff auf Medien in den Systemeinstellungen.
el: Επιτρέψτε στην εφαρμογή να έχει πρόσβαση στα Πολυμέσα στις ρυθμίσεις συστήματος.
es: Permitir que la aplicación acceda a Medios en la configuración del sistema.
fa: اجازه برنامه را برای دسترسی به رسانه در تنظیمات سیستم.
fi: Salli sovelluksen käyttää Media järjestelmän asetuksissa.
fr: Autoriser l’application à accéder aux Médias dans les paramètres du système.
he: אפשר לאפליקציה גישה למדיה בהגדרות המערכת.
hi: एप्लिकेशन को सिस्टम सेटिंग में मीडिया तक पहुंचने की अनुमति दें।
hr: Dopustite aplikaciji pristup medijima u postavkama sustava.
hu: Engedélyezze az alkalmazás számára a Média elérését a rendszerbeállításokban.
id: Izinkan aplikasi mengakses Media pada pengaturan sistem.
it: Consenti all’app di accedere a Media nelle impostazioni di sistema.
ja: システム設定でメディアへのアクセスをアプリに許可します。
ko: 앱이 시스템 설정에서 미디어에 액세스하도록 허용합니다.
nb: Tillatt appen å få tilgang til Media i systeminnstillinger.
nl: Toestaan dat de app toegang heeft tot Media in systeeminstellingen.
pl: Zezwól aplikacji na dostęp do multimediów w ustawieniach systemu.
pt_pt: Permitir que o aplicativo acesse a Mídia nas configurações do sistema.
ro: Permiteți aplicației să acceseze conținutul media în setările sistemului.
ru: Разрешить приложению доступ к медиа в настройках системы.
sk: Povoľte aplikácii prístup k médiám v systémových nastaveniach.
sl: Dovolite aplikaciji dostop do medijev v sistemskih nastavitvah.
sq: Lejoni aplikacionin të aksesojë Mediat në cilësimet e sistemit.
sr_latn: Dozvolite aplikaciji pristup medijima u sistemskim podešavanjima.
sv: Tillåt appen att komma åt Media i systeminställningarna.
tr: Uygulamanın sistem ayarlarında Medyaya erişmesine izin ver.
uk: Дозволити програмі доступ до медіа в налаштуваннях системи.
vi: Cho phép ứng dụng truy cập Tệp phương tiện trong cài đặt hệ thống.
zh_hans: 允许应用在系统设置中访问媒体。
zh_hant: 允許應用在系統設置中訪問媒體。

# application_authorization_microphone
source: Allow app to access Microphone in system settings.
ar: السماح للتطبيق بالدخول إلى الميكروفون في إعدادات النظام.
bg: Разрешете достъпа до микрофона в системните настройки.
cs: Povolte aplikaci přístup k mikrofonu v systémovém nastavení.
da: Tillad, at appen får adgang til Mikrofon i systemindstillingerne.
de: Erlauben Sie der App den Zugriff auf das Mikrofon in den Systemeinstellungen.
el: Επιτρέψτε πρόσβαση στο μικρόφωνο από τις ρυθμίσεις συστήματος.
es: Permitir que la aplicación acceda al Micrófono en la configuración del sistema.
fa: السماح للتطبيق بالدخول إلى الكاميرا في إعدادات النظام.
fi: Salli sovelluksen käyttää Valokuvia järjestelmän asetuksissa.
fr: Autoriser l’application à accéder au Microphone dans les paramètres système.
he: אפשר לאפליקציה גישה למיקרופון בהגדרות המערכת.
hi: एप्लिकेशन को सिस्टम सेटिंग में माइक्रोफ़ोन तक पहुंचने दें।
hr: Dopustite aplikaciji pristup mikrofonu u postavkama sustava.
hu: Engedélyezd a Mikrofon hozzáférést a rendszerbeállításokban.
id: Izinkan aplikasi mengakses Mikrofon pada pengaturan sistem.
it: Consenti all’app di accedere al Microfono nelle impostazioni di sistema.
ja: システム設定でマイクへのアクセスをアプリに許可します。
ko: 앱이 시스템 설정에서 마이크에 액세스하도록 허용합니다.
nb: Tillatt at appen får tilgang til Mikrofon i systeminnstillingene.
nl: Toestaan dat app toegang heeft tot Microfoon in systeeminstellingen.
pl: Zezwól aplikacji na dostęp do mikrofonu w ustawieniach systemu.
pt_pt: Permitir que o aplicativo acesse o Microfone nas configurações do sistema.
ro: Permiteți aplicației accesul la Microfon în setările sistemului.
ru: Разрешить приложению доступ к микрофону в настройках системы.
sk: V systémových nastaveniach povoľte aplikácii prístup k mikrofónu.
sl: V sistemskih nastavitvah dovolite aplikaciji dostop do mikrofona.
sq: Lejoni aplikacionin të aksesojë Mikrofonin në cilësimet e sistemit.
sr_latn: Dozvolite aplikaciji pristup mikrofonu u sistemskim podešavanjima.
sv: Tillåt appen att komma åt Mikrofon i systeminställningarna.
tr: Uygulamanın sistem ayarlarında Mikrofona erişmesine izin ver.
uk: Дозволити програмі отримати доступ до мікрофона в налаштуваннях системи.
vi: Cho phép ứng dụng truy cập Micro trong cài đặt hệ thống.
zh_hans: 允许应用在系统设置中访问麦克风。
zh_hant: 允許應用在系統設置中訪問麥克風。
